Repository: vdmeer/skb-historic
Catalog: projects/resources/i18n/src/po/*/pkg.dist.units.po
Languages: de

source: Billiard
de: Billiarde

source: Billiardth
de: Billiardstel

source: Billionth
de: Billionstel

source: Hundred
de: Hundert

source: Hundredth
de: Hundertstel

source: Milliard
de: Milliarde

source: Milliardth
de: Milliardstel

source: Millionth
de: Millionstel

source: Quadrillionth
de: Quadrillionstel

source: Ten
de: Zehn

source: Tenth
de: Zehntel

source: Thousand
de: Tausend

source: Thousandth
de: Tausendstel

source: Trilliard
de: Trilliarde

source: Trilliardth
de: Trilliardstel

source: Trillionth
de: Trillionstel
