Repository: vdmeer/skb-historic
Catalog: resources/i18n/po/*/pkg.demo.menu.po
Languages: de

source: registered builders (used to take reader output and prepare its transformation)
de: registrierte Builder

source: API Doc
de: API Doku

source: Acronyms
de: Abk&uuml;rzungen

source: Applications
de: Anwendungen

source: Cape Town
de: Kapstadt

source: Character Encodings
de: Zeichenkodierung

source: Cities, Countries and Continents (Dist.Geo)
de: St&auml;dte, L&auml;nder und Kontinente (Dist.Geo)

source: Configuration
de: Konfiguration

source: Content Types
de: MIME Typen

source: Currencies
de: W&auml;hrungen

source: Currencies (Dist.Currencies)
de: W&auml;hrungen (Dist.Currencies)

source: Databases
de: Datenbanken

source: Date
de: Datum

source: Day of the Week/Month and Month (Dist.Date)
de: Tag der Woche/des Monats und Monat (Dist.Date)

source: Demo of the Package Core.SkbConfig
de: Demo des Paketes Core.SkbConfig

source: Demos of the SKB Dist Packages
de: Demo des Paketes Dist

source: Dist Gallery
de: Dist Gallerie

source: Fields
de: Felder

source: Fotos from Berlin
de: Fotos aus Berlin

source: Fotos from Cape Town
de: Fotos aus Kapstadt

source: Fotos from Florida
de: Fotos aus Florida

source: Fotos from Istanbul
de: Fotos aus Istanbul

source: Gallery (Dist.Gallery)
de: Gallerie (Dist.Gallery)

source: Interpreters
de: Interpreter

source: List of acronyms in different formats (Dist.Acronyms)
de: Abk&uuml;rzungsliste in verschiedenen Formaten (Dist.Acronyms)

source: Nature
de: Natur

source: People
de: Personen

source: People (Dist.People)
de: Personen (Dist.People)

source: Publications
de: Publikationen

source: Publications (Dist.Publications)
de: Publikationen (Dist.Publications)

source: Readers
de: Leser

source: Requests
de: Anfragen

source: Resp Headers
de: Antwort Header

source: SKB API documenation
de: API Dokumentation

source: Some Animal and Plant Fotos
de: Einige Tier- und Pflanzenfotos

source: Templates
de: Vorlagen

source: and a FormSelect Builder
de: und der FormSelect Builder

source: character encodings in Core
de: Zeichenkodierung in Core

source: core SKB configuration
de: core SKB Konfiguration

source: registered Content Types (MIME types, used in HTTP responses)
de: registrierte MIME Typen

source: registered HTTP response headers (used in HTTP responses)
de: registrierte HTTP Antwort Header

source: registered applications (providing complete handling of information for specific donains)
de: registrierte Applikationen

source: registered databases, including files and tables
de: registrierte Datenbanken

source: registered fields (used to direct interpreters/readers)
de: registrierte Felder

source: registered interpreters (used to interpret information)
de: registrierte Interpreter

source: registered readers (used to 'read' and prepare information)
de: registrierte Leser

source: registered requests (used to initialise request objects)
de: registrierte Anfragen

source: registered templates (used to realise the transformation of read information)
de: registrierte Interpreter
