Repository: vdmeer/skb-historic
Catalog: resources/i18n/po/*/pkg.dist.modelrailway.po
Languages: de

source: Ancilliary Building
de: Nebengebaeude

source: Bakery
de: B&auml;ckerei

source: Black Smith
de: Schmiede

source: Box Car
de: geschlossener G&uuml;terwagen

source: Building
de: Geb&auml;ude

source: Coach Type Y
de: Y-Wagen

source: Coach Type m
de: m-Wagen

source: Container Wagon
de: Containertragewagen

source: Diesel Locomotive
de: Diesellokomotive

source: Dining Car
de: Speisewagen

source: Double-deck Coach
de: Doppelstockwagen

source: Factory
de: Fabrik

source: Freight Car
de: G&uuml;terwagen

source: Freight Shed
de: G&uuml;terschuppen

source: Gasworks
de: Gaswerk

source: Goods stations
de: G&uuml;terwagen

source: High Capacity Hopper
de: Selbstentladewagen

source: Highboard Wagon
de: offener G&uuml;terwagen

source: Hinged Cover Wagon
de: Klappdeckelwagen

source: Industrial
de: Gewerbe

source: Locomotive
de: Lokomotive

source: Low Side Wagon
de: Niederbordwagen

source: Maintenance Facility
de: Betriebswerk

source: Mechanic&#39;s Workshop
de: Reperaturwerkstatt

source: Passenger Coach
de: Personenwagen

source: Railway Building
de: Bahnbauten

source: Rebuilt Coach
de: Reko-Wagen

source: Refrigerator Wagon
de: K&uuml;hlwagen

source: Residential Building
de: Wohnhaus

source: Rolling Stock
de: Lokomotiven und Wagen

source: Sawmill
de: S&auml;gewerk

source: Service Station
de: Tankstelle

source: Sleeping Car
de: Schlafwagen

source: Stake Wagon
de: Rungenwagen

source: Standard Coaches
de: Einheitswagen

source: Station
de: Bahnhof

source: Steam Locomotive
de: Dampflokomotive

source: Storrage Bin Wagon
de: Silowagen

source: Tank Wagon
de: Kesselwagen

source: Town &amp; Country
de: Stadt &amp; Land
